Repository: Akash5908/ai-babi-main
Catalog: src/locales/*.po
Languages: de, es, fr, it

source: Sex
es: Sexo
fr: Sexe
it: Sesso

source: Sexfriend
de: Sexfreund
es: Amigo con derecho
fr: Plan cul
it: Amico di sesso

source: She is cold, critical, and often dismissive, using sharp words and actions to belittle others and assert her superiority.
de: Sie ist kalt, kritisch und oft abweisend, benutzt scharfe Worte und Taten, um andere herabzusetzen und ihre Überlegenheit zu behaupten.
es: Ella es fría, crítica y a menudo desdeñosa, usando palabras y acciones cortantes para menospreciar a los demás y afirmar su superioridad.
fr: Elle est froide, critique et souvent méprisante, utilisant des mots et des actions tranchants pour rabaisser les autres et affirmer sa supériorité.
it: Lei è fredda, critica e spesso sprezzante, usando parole taglienti e gesti per sminuire gli altri e affermare la sua superiorità.

source: She is confident, assertive, and naturally takes charge, exuding authority and control in her actions and demeanor.
de: Sie ist selbstbewusst, durchsetzungsfähig und übernimmt natürlich die Führung, strahlt Autorität und Kontrolle in ihrem Verhalten aus.
es: Ella es segura de sí misma, asertiva y naturalmente toma el control, irradiando autoridad y dominio en sus acciones y comportamiento.
fr: Elle est confiante, affirmée et prend naturellement les choses en main, dégageant autorité et contrôle dans ses actions et son attitude.
it: Lei è sicura di sé, assertiva e prende naturalmente il controllo, emanando autorità e padronanza nelle sue azioni e nel suo comportamento.

source: She is gentle, accommodating, and eager to please, finding comfort and fulfillment in yielding to the desires and guidance of others.
de: Sie ist sanft, entgegenkommend und darauf bedacht, zu gefallen, findet Trost und Erfüllung darin, sich den Wünschen und der Führung anderer zu fügen.
es: Ella es dulce, complaciente y ansiosa por agradar, encontrando consuelo y satisfacción en ceder a los deseos y guía de los demás.
fr: Elle est douce, conciliante et désireuse de plaire, trouvant du réconfort et de l'épanouissement en cédant aux désirs et aux conseils des autres.
it: Lei è dolce, accomodante e desiderosa di compiacere, trovando conforto e appagamento nel cedere ai desideri e alla guida degli altri.

source: She is playful, outgoing, and effortlessly captivating, using teasing smiles and clever banter to draw people into her orbit.
de: Sie ist verspielt, kontaktfreudig und mühelos faszinierend, nutzt neckische Lächeln und clevere Wortspiele, um andere in ihren Bann zu ziehen.
es: Ella es juguetona, extrovertida y cautivadora sin esfuerzo, utilizando sonrisas coquetas y un ingenioso sentido del humor para atraer a la gente a su órbita.
fr: Elle est joueuse, extravertie et captivante sans effort, utilisant des sourires taquins et des réparties habiles pour attirer les gens dans son orbite.
it: Lei è giocosa, estroversa e affascinante senza sforzo, usando sorrisi maliziosi e battute intelligenti per attrarre le persone nel suo mondo.

source: She is reserved and introverted, often blushing at attention, yet her quiet charm and vulnerability make her irresistibly endearing.
de: Sie ist zurückhaltend und introvertiert, errötet oft bei Aufmerksamkeit, doch ihr stiller Charme und ihre Verletzlichkeit machen sie unwiderstehlich liebenswert.
es: Ella es reservada e introvertida, a menudo sonrojándose ante la atención, pero su encanto tranquilo y vulnerabilidad la hacen irresistiblemente encantadora.
fr: Elle est réservée et introvertie, rougissant souvent sous l'attention, mais son charme discret et sa vulnérabilité la rendent irrésistiblement attachante.
it: Lei è riservata e introversa, spesso arrossisce con l'attenzione, ma il suo fascino discreto e la sua vulnerabilità la rendono irresistibilmente adorabile.

source: She is warm, nurturing, and deeply empathetic, always attuned to the needs of others and ready to provide comfort and support.
de: Sie ist warmherzig, fürsorglich und zutiefst empathisch, immer auf die Bedürfnisse anderer eingestimmt und bereit, Trost und Unterstützung zu bieten.
es: Ella es cálida, cariñosa y profundamente empática, siempre atenta a las necesidades de los demás y lista para brindar consuelo y apoyo.
fr: Elle est chaleureuse, attentionnée et profondément empathique, toujours à l'écoute des besoins des autres et prête à apporter réconfort et soutien.
it: Lei è calorosa, premurosa e profondamente empatica, sempre attenta ai bisogni degli altri e pronta a offrire conforto e supporto.

source: Short
de: Kurz
es: Corto
fr: Court
it: Corta

source: Show me dat ass!
de: Zeig mir deinen Arsch!
es: ¡Enséñame ese culo!
fr: Montre-moi ce beau cul !
it: Fammi vedere quel culo!

source: Show me how you'd fuck me!
de: Zeig mir, wie du mich ficken würdest!
es: ¡Muéstrame cómo me follarías!
fr: Montre-moi comment tu me baiserais !
it: Fammi vedere come mi scoperesti!

source: Show me your pussy
de: Zeig mir deine Pussy
es: Enséñame tu pussy
fr: Montre-moi ta chatte
it: Fammi vedere la tua figa

source: Show me your secret toys!
de: Zeig mir deine geheimen Toys!
es: ¡Muéstrame tus juguetes secretos!
fr: Montre-moi tes jouets secrets !
it: Fammi vedere i tuoi giocattoli segreti!

source: Shy
de: Schüchtern
es: Tímida
fr: Timide
it: Timida

source: Sign in
de: Einloggen
es: Iniciar sesión
fr: Se connecter
it: Accedi

source: Sign in!
de: Einloggen!
es: ¡Iniciar sesión!
fr: Connecte-toi !
it: Accedi!

source: SIGN UP FOR FREE
de: KOSTENLOS REGISTRIEREN
es: REGÍSTRATE GRATIS
fr: INSCRIS-TOI GRATUITEMENT
it: ISCRIVITI GRATIS

source: Sitting
de: Sitzend
es: Sentado
fr: Assis
it: Seduto

source: Skip the queues
de: Überspringe die Warteschlangen
es: Sáltate las filas
fr: Évitez les files d'attente
it: Salta le code

source: Skip waiting in queues
de: Wartezeiten überspringen
es: Saltar la espera en las colas
fr: Évitez l'attente dans les files
it: Salta le code d'attesa

source: Slim
de: Schlank
es: Delgada
fr: Mince
it: Snella

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccola

source: Soldier
de: Soldat
es: Soldado
fr: Soldat
it: Soldato

source: Something went wrong during the transaction.
de: Bei der Transaktion ist ein Fehler aufgetreten.
es: Algo salió mal durante la transacción.
fr: Une erreur s'est produite lors de la transaction.
it: Qualcosa è andato storto durante la transazione.

source: Something went wrong. Please try again
de: Etwas ist schiefgelaufen. Bitte versuche es erneut
es: Algo salió mal. Por favor, inténtalo de nuevo
fr: Une erreur s'est produite. Veuillez réessayer
it: Qualcosa è andato storto. Riprova

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

source: Sports
de: Sport
es: Deportes
it: Sport

source: Squirt
de: Squirten
es: Eyacular
fr: Squirting

source: Standing
de: Stehend
es: De pie
fr: Debout
it: In piedi

source: Start generating
de: Generierung starten
es: Comenzar a generar
fr: Commencer la génération
it: Inizia a generare

source: Stepmom
de: Stiefmutter
es: Madrastra
fr: Belle-mère
it: Matrrigna

source: Stepsister
de: Stiefschwester
es: Hermanastra
fr: Demi-sœur
it: Sorellastra

source: Stewardess
es: Azafata
fr: Hôtesse de l'air
it: Hostess

source: Straight
de: Glatt
es: Liso
fr: Raide
it: Lisci

source: Stranger
de: Fremder
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Stretching
de: Dehnen
es: Estiramiento
fr: Étirements

source: Student
es: Estudiante
fr: Étudiant
it: Studente

source: Submissive
de: Devot
es: Sumisa
fr: Soumis
it: Sottomesso

source: Subscribe to unlock this chatbot.
de: Abonniere, um diesen Chatbot freizuschalten.
es: Suscríbete para desbloquear este chatbot.
fr: Abonnez-vous pour débloquer ce chatbot.
it: Abbonati per sbloccare questo chatbot.

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento

source: Succubus
de: Sukkubus
es: Súcubo
fr: Succube
it: Succube

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo

source: Superhero
de: Superheld
es: Superhéroe
fr: Super-héros
it: Supereroe

source: Taking picture for you
de: Mache ein Bild für dich
es: Tomando una foto para ti
fr: Prise de photo pour toi
it: Scattando una foto per te

source: Tattoos
es: Tatuajes
it: Tatuaggi

source: Teacher
de: Lehrer
es: Profesor
fr: Professeur
it: Insegnante

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Template

source: Tentacle Monster
de: Tentakelmonster
es: Monstruo tentáculo
fr: Monstre tentaculaire
it: Mostro tentacolato

source: Terms of service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio

source: Text me!
de: Schreib mir!
es: ¡Escríbeme!
fr: Envoie-moi un message !
it: Scrivimi!

source: The 3-month plan costs $23.97 per quarter.
de: Der 3-Monats-Plan kostet 23,97 $ pro Quartal.
es: El plan de 3 meses cuesta $23.97 por trimestre.
fr: Le plan de 3 mois coûte 23,97 $ par trimestre.
it: Il piano di 3 mesi costa 23,97 $ a trimestre.

source: The name is too long
de: Der Name ist zu lang
es: El nombre es demasiado largo
fr: Le nom est trop long
it: Il nome è troppo lungo

source: The page you are looking for does not exist. Please check the URL or go back.
de: Die gesuchte Seite existiert nicht. Bitte überprüfe die URL oder geh zurück.
es: La página que buscas no existe. Por favor, revisa la URL o regresa.
fr: La page que vous recherchez n'existe pas. Veuillez vérifier l'URL ou revenir en arrière.
it: La pagina che stai cercando non esiste. Controlla l'URL o torna indietro.

source: Therapist
de: Therapeut
es: Terapeuta
fr: Thérapeute
it: Terapeuta

source: This action is not reversible. All the conversations and images will be lost.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Unterhaltungen und Bilder gehen verloren.
es: Esta acción no se puede deshacer. Se perderán todas las conversaciones e imágenes.
fr: Cette action est irréversible. Toutes les conversations et images seront perdues.
it: Questa azione è irreversibile. Tutte le conversazioni e le immagini andranno perse.

source: This babe is for premium users only! Subscribe to unlock her and more
de: Diese Babe ist nur für Premium-Nutzer! Abonniere, um sie und mehr freizuschalten
es: ¡Esta babe es solo para usuarios premium! Suscríbete para desbloquearla y más
fr: Cette babe est réservée aux utilisateurs premium ! Abonnez-vous pour la débloquer ainsi que d'autres
it: Questa babe è riservata agli utenti premium! Abbonati per sbloccarla e accedere a molte altre

source: To unlock premium features in MyBabes.ai, complete your payment on Patreon. Once subscribed, your Patreon account will sync automatically with MyBabes, giving you instant access to premium tools. You can cancel anytime, and your subscription will be removed in the app.
de: Um Premium-Funktionen in MyBabes.ai freizuschalten, schließe deine Zahlung auf Patreon ab. Sobald du ein Abo hast, wird dein Patreon-Konto automatisch mit MyBabes synchronisiert, sodass du sofort Zugriff auf Premium-Tools erhältst. Du kannst jederzeit kündigen, und dein Abo wird in der App entfernt.
es: Para desbloquear funciones premium en MyBabes.ai, completa tu pago en Patreon. Una vez suscrito, tu cuenta de Patreon se sincronizará automáticamente con MyBabes, dándote acceso instantáneo a herramientas premium. Puedes cancelar en cualquier momento y tu suscripción se eliminará en la app.
fr: Pour débloquer les fonctionnalités premium de MyBabes.ai, complétez votre paiement sur Patreon. Une fois abonné, votre compte Patreon se synchronisera automatiquement avec MyBabes, vous donnant un accès instantané aux outils premium. Vous pouvez annuler à tout moment, et votre abonnement sera supprimé dans l'application.
it: Per sbloccare le funzionalità premium su MyBabes.ai, completa il pagamento su Patreon. Una volta effettuata l'iscrizione, il tuo account Patreon si sincronizzerà automaticamente con MyBabes, dandoti accesso immediato agli strumenti premium. Puoi annullare in qualsiasi momento e il tuo abbonamento verrà rimosso dall'app.

source: Tokens never expires
de: Tokens verfallen nie
es: Los tokens nunca expiran
fr: Les jetons n'expirent jamais
it: I token non scadono mai

source: Toys
es: Juguetes
fr: Jouets
it: Giochi

source: Traveling
de: Reisen
es: Viajar
fr: Voyage
it: Viaggiare

source: Try again
de: Erneut versuchen
es: Intenta de nuevo
fr: Réessayer
it: Riprova

source: Try again!
de: Erneut versuchen!
es: ¡Intenta de nuevo!
fr: Réessaie !
it: Riprova!

source: TV Series
de: TV-Serien
es: Series de TV
fr: Séries TV
it: Serie TV

source: Two girls
de: Zwei Mädchen
es: Dos chicas
fr: Deux filles
it: Due ragazze

source: Type here
de: Hier eingeben
es: Escribe aquí
fr: Tapez ici
it: Scrivi qui

source: Type your prompt here...
de: Gib hier deine Eingabe ein...
es: Escribe tu prompt aquí...
fr: Tapez votre requête ici...
it: Scrivi il tuo prompt qui...

source: Unblur NOW
de: Jetzt entschleiern
es: Desbloquear AHORA
fr: Déflouter MAINTENANT
it: Sblocca ORA

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto

source: Unknown error. Contact support.
de: Unbekannter Fehler. Support kontaktieren.
es: Error desconocido. Contacta con soporte.
fr: Erreur inconnue. Contactez le support.
it: Errore sconosciuto. Contatta il supporto.

source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: Unlock all galleries
de: Alle Galerien freischalten
es: Desbloquear todas las galerías
fr: Débloquer toutes les galeries
it: Sblocca tutte le gallerie

source: Unlock ALL NSFW reels
de: Alle NSFW Reels freischalten
es: Desbloquear TODOS los reels NSFW
fr: Déverrouiller TOUS les reels NSFW
it: Sblocca TUTTI i reel NSFW

source: Unlock ALL NSFW Reels
de: Schalte ALLE NSFW Reels frei
es: Desbloquea TODOS los reels NSFW
fr: Débloquez TOUS les Reels NSFW
it: Sblocca TUTTI i Reels NSFW

source: Unlock all private pictures of {chatbotName}
de: Alle privaten Bilder von {chatbotName} freischalten
es: Desbloquear todas las fotos privadas de {chatbotName}
fr: Débloquer toutes les photos privées de {chatbotName}
it: Sblocca tutte le immagini private di {chatbotName}

source: Unlock chat and generation with premium babes
de: Schalte Chat und Generierung mit Premium-Babes frei
es: Desbloquea el chat y la generación con babes premium
fr: Débloquez le chat et la génération avec les babes premium
it: Sblocca chat e generazione con le babe premium

source: Unlock unlimited reels
de: Unbegrenzte Reels freischalten
es: Desbloquear reels ilimitados
fr: Déverrouiller les reels illimités
it: Sblocca reel illimitati

source: Up to <0>500 Free </0>Tokens Monthly
de: Bis zu <0>500 kostenlose</0> Tokens monatlich
es: Hasta <0>500 fichas gratis</0> al mes
fr: Jusqu'à <0>500 jetons gratuits</0> par mois
it: Fino a <0>500 token gratis</0> al mese

source: Upgrade
es: Mejorar
fr: Mettre à niveau
it: Aggiorna

source: Use template
de: Vorlage verwenden
es: Usar plantilla
fr: Utiliser le modèle
it: Usa template

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

source: Valkyrie
de: Walküre
es: Valquiria
it: Valchiria

source: Video Games
de: Videospiele
es: Videojuegos
fr: Jeux vidéo
it: Videogiochi

source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza

source: Voluptuous
de: Üppig
es: Voluptuosa
fr: Voluptueux
it: Procace

source: Waiting in queue
de: Warte in der Warteschlange
es: Esperando en la cola
fr: En attente dans la file
it: In attesa in coda

source: Want to create unlimited babes and unlock exclusive perks?
de: Möchtest du unbegrenzt babes erstellen und exklusive Vorteile freischalten?
es: ¿Quieres crear babes ilimitadas y desbloquear beneficios exclusivos?
fr: Vous voulez créer des babes illimités et débloquer des avantages exclusifs ?
it: Vuoi creare babes illimitate e sbloccare vantaggi esclusivi?

source: Want to create unlimited babes and unlock exclusive perks?
de: Möchtest du unbegrenzt babes erstellen und exklusive Vorteile freischalten?
es: ¿Quieres crear babes ilimitadas y desbloquear beneficios exclusivos?
fr: Vous voulez créer des babes illimités et débloquer des avantages exclusifs ?
it: Vuoi creare babes illimitate e sbloccare vantaggi esclusivi?

source: Want to keep the conversation going and unlock even more?
de: Möchtest du das Gespräch fortsetzen und noch mehr freischalten?
es: ¿Quieres seguir la conversación y desbloquear aún más?
fr: Vous voulez continuer la conversation et débloquer encore plus de contenu ?
it: Vuoi continuare la conversazione e sbloccare ancora di più?

source: Want to skip the queue and unlock exclusive perks? Get priority access now!
de: Möchtest du die Warteschlange überspringen und exklusive Vorteile freischalten? Erhalte jetzt priorisierten Zugang!
es: ¿Quieres saltarte la cola y desbloquear beneficios exclusivos? ¡Obtén acceso prioritario ahora!
fr: Vous voulez éviter la file d'attente et débloquer des avantages exclusifs ? Obtenez un accès prioritaire maintenant !
it: Vuoi saltare la coda e sbloccare vantaggi esclusivi? Ottieni l'accesso prioritario ora!

source: Want to unlock chat with premium babes?
de: Möchtest du den Chat mit Premium-Babes freischalten?
es: ¿Quieres desbloquear el chat con babes premium?
fr: Vous voulez débloquer le chat avec les babes premium ?
it: Vuoi sbloccare la chat con le babe premium?

source: Want unlimited access to all content and exclusive perks? Unlock it now!
de: Möchtest du unbegrenzten Zugang zu allen Inhalten und exklusiven Vorteilen? Schalte es jetzt frei!
es: ¿Quieres acceso ilimitado a todo el contenido y beneficios exclusivos? ¡Desbloquéalo ahora!
fr: Vous voulez un accès illimité à tout le contenu et des avantages exclusifs ? Débloquez-le maintenant !
it: Vuoi accesso illimitato a tutti i contenuti e vantaggi esclusivi? Sbloccalo ora!

source: Was ${originalPrice}/month
de: War ${originalPrice}/Monat
es: Era ${originalPrice}/mes
fr: Était à ${originalPrice}/mois
it: Era ${originalPrice}/mese

source: Was $19.99/month
de: War $19.99/Monat
es: Antes $19.99/mes
fr: Étaient à $19.99/mois
it: Era $19.99/mese

source: Was the chat engaging?
de: War der Chat ansprechend?
es: ¿Te pareció interesante el chat?
fr: Le chat était-il engageant ?
it: La chat è stata coinvolgente?

source: We’re seeing a lot of action right now. Premium users get instant access – no waiting & unlimited chat.
de: Gerade ist hier richtig was los. Premium-Nutzer erhalten sofortigen Zugang – ohne Wartezeit & unbegrenzten Chat.
es: Estamos viendo mucha actividad en este momento. Los usuarios premium obtienen acceso instantáneo – sin esperas y con chat ilimitado.
fr: Il y a beaucoup d'activité en ce moment. Les utilisateurs premium ont un accès instantané – pas d'attente et chat illimité.
it: C'è molta attività in questo momento. Gli utenti premium ottengono accesso immediato – senza attese e chat illimitata.

source: We’ve sent confirmation link to
de: Wir haben dir einen Bestätigungslink gesendet
es: Hemos enviado un enlace de confirmación a
fr: Nous avons envoyé un lien de confirmation à
it: Abbiamo inviato il link di conferma a

source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Bon retour !
it: Bentornato!

source: What always makes you cum
de: Was bringt dich immer zum Kommen?
es: ¿Qué siempre te hace correrte?
fr: Qu'est-ce qui te fait toujours jouir ?
it: Cosa ti fa venire sempre

source: What does your girlfriend do for fun? Select up to 3 hobbies
de: Was macht deine Freundin zum Spaß? Wähle bis zu 3 Hobbys
es: ¿A qué se dedica tu novia para divertirse? Selecciona hasta 3 pasatiempos
fr: Que fait votre copine pour s'amuser ? Sélectionnez jusqu'à 3 hobbies
it: Cosa fa la tua ragazza per divertirsi? Seleziona fino a 3 hobby

source: What does your girlfriend do for living?
de: Was macht deine Freundin beruflich?
es: ¿A qué se dedica tu novia?
fr: Que fait votre copine dans la vie ?
it: Che lavoro fa la tua ragazza?

source: What is your babe’s relationship status to you?
de: Was ist der Beziehungsstatus deiner babe zu dir?
es: ¿Cuál es la relación de tu babe contigo?
fr: Quel est le statut relationnel de votre babe avec vous ?
it: Qual è lo stato della relazione della tua babe con te?

source: What should we improve?
de: Was sollten wir verbessern?
es: ¿Qué deberíamos mejorar?
fr: Que devrions-nous améliorer ?
it: Cosa dovremmo migliorare?

source: What would you do if i was naked right now
de: Was würdest du tun, wenn ich jetzt nackt wäre?
es: ¿Qué harías si estuviera desnuda ahora mismo?
fr: Que ferais-tu si j'étais nue en ce moment ?
it: Cosa faresti se fossi nuda in questo momento

source: What’s your secret fantasy?
de: Was ist deine geheime Fantasie?
es: ¿Cuál es tu fantasía secreta?
fr: Quel est ton fantasme secret ?
it: Qual è la tua fantasia segreta?

source: Whip
de: Peitsche
es: Látigo
fr: Fouet
it: Frusta

source: Wife
de: Ehefrau
es: Esposa
fr: Femme
it: Moglie

source: Witch
de: Hexe
es: Bruja
fr: Sorcière
it: Strega

source: Work uniform
de: Arbeitsuniform
es: Uniforme de trabajo
fr: Uniforme de travail
it: Divisa da lavoro

source: Writing
de: Schreiben
es: Escritura
fr: Écriture
it: Scrittura

source: years
de: Jahre
es: años
fr: ans
it: anni

source: years old
de: Jahre alt
es: años de edad
fr: ans
it: anni di età

source: Yoga Instructor
de: Yoga-Lehrer/-in
es: Instructora de yoga
fr: Instructeur de yoga
it: Istruttrice di yoga

source: Yoga pants
de: Yoga-Hose
es: Pantalones de yoga
fr: Pantalon de yoga
it: Pantaloni da yoga

source: You don't have enough tokens.
de: Du hast nicht genug Token.
es: No tienes suficientes tokens.
fr: Vous n'avez pas assez de jetons.
it: Non hai abbastanza token.

source: You have no images in gallery yet.
de: Du hast noch keine Bilder in der Galerie.
es: Aún no tienes imágenes en la galería.
fr: Vous n'avez encore aucune image dans la galerie.
it: Non hai ancora immagini in galleria.

source: You have no messages from our babes. Start a new chat now!
de: Du hast noch keine Nachrichten von unseren babes. Starte jetzt einen neuen Chat!
es: No tienes mensajes de nuestras babes. ¡Inicia un nuevo chat ahora!
fr: Vous n'avez aucun message de nos babes. Lancez une nouvelle conversation maintenant !
it: Non hai messaggi dalle nostre babes. Inizia una nuova chat ora!

source: You're out of tokens
de: Du hast keine Tokens mehr
es: Te has quedado sin tokens
fr: Vous n'avez plus de jetons
it: Hai esaurito i token

source: You’ve hit your chat limit.
de: Du hast dein Chat-Limit erreicht.
es: Has alcanzado tu límite de chat.
fr: Vous avez atteint votre limite de discussions.
it: Hai raggiunto il limite di chat.

source: You've run out of tokens for image generation. You can keep chatting or buy more tokens.
de: Du hast keine Tokens mehr für die Bilderstellung. Du kannst weiter chatten oder weitere Tokens kaufen.
es: Te has quedado sin tokens para la generación de imágenes. Puedes seguir chateando o comprar más tokens.
fr: Vous n'avez plus de tokens pour la génération d'images. Vous pouvez continuer à discuter ou acheter plus de tokens.
it: Hai esaurito i token per la generazione di immagini. Puoi continuare a chattare o acquistare più token.

source: You've run out of tokens. Buy more tokens to continue chatting.
de: Dir sind die Tokens ausgegangen. Kaufe mehr Tokens, um weiter zu chatten.
es: Te has quedado sin tokens. Compra más tokens para seguir chateando.
fr: Vous n'avez plus de jetons. Achetez-en plus pour continuer à discuter.
it: Hai esaurito i token. Acquista altri token per continuare a chattare.

source: Your
de: Dein
es: Tu
fr: Votre
it: Il tuo

source: Your AI babe will be ready in few seconds (up to 1 min)
de: Deine AI babe ist in wenigen Sekunden bereit (bis zu 1 Minute)
es: Tu babe de AI estará lista en unos segundos (hasta 1 min)
fr: Votre AI babe sera prête dans quelques secondes (jusqu'à 1 min)
it: La tua AI babe sarà pronta in pochi secondi (fino a 1 min)
