Repository: Akash5908/ai-babi-main
Catalog: src/locales/*.po
Languages: de, es, fr, it

source: Your babe is ready!
de: Deine babe ist bereit!
es: ¡Tu babe está lista!
fr: Votre babe est prête !
it: La tua babe è pronta!

source: Your Gallery
de: Deine Galerie
es: Tu galería
fr: Votre Galerie
it: La tua Galleria

source: Your image is ready!
de: Dein Bild ist bereit!
es: ¡Tu imagen está lista!
fr: Votre image est prête !
it: La tua immagine è pronta!

source: Anal
it: Anale

source: Doctor
de: Arzt
fr: Docteur
it: Dottore

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Memes
fr: Mèmes
it: Meme

source: Oral
it: Orale

source: Piercings
it: Piercing

source: Podcasts
it: Podcast

source: tokens
it: token

source: Choker
de: Halsband
fr: Collier ras-du-cou

source: Bondage
de: Fesselspiele

source: Social
de: Sozial
