Repository: Akash5908/ai-babi-main
Catalog: src/locales/*.po
Languages: de, es, fr, it

source: I'm interested in:
de: Ich interessiere mich für:
es: Me interesa:
fr: Je suis intéressé par :
it: Mi interessa:

source: {0} OFF
de: {0} RABATT
es: {0} DE DESCUENTO
fr: {0} DE RÉDUCTION
it: {0} DI SCONTO

source: {0} years old
de: {0} Jahre alt
es: {0} años
fr: {0} ans
it: {0} anni

source: {chatbotAge} years old
de: {chatbotAge} Jahre alt
es: {chatbotAge} años
fr: {chatbotAge} ans
it: {chatbotAge} anni

source: {discount} OFF
de: {discount} RABATT
es: {discount} DE DESCUENTO
fr: {discount} DE RÉDUCTION
it: {discount} DI SCONTO

source: © 2025 mybabes.ai. All Rights Reserved.
de: © 2025 mybabes.ai. Alle Rechte vorbehalten.
es: © 2025 mybabes.ai. Todos los derechos reservados.
fr: © 2025 mybabes.ai. Tous droits réservés.
it: © 2025 mybabes.ai. Tutti i diritti riservati.

source: +{0} bonus
es: +{0} de bono

source: +{discount} bonus
es: +{discount} de bono
fr: +{discount} de bonus

source: 200 tokens/month + 10 daily bonus
de: 200 Tokens/Monat + 10 täglicher Bonus
es: 200 fichas/mes + 10 de bono diario
fr: 200 jetons/mois + 10 bonus quotidiens
it: 200 token/mese + 10 bonus giornalieri

source: 3D Anime
es: Anime 3D
fr: Anime 3D
it: Anime 3D

source: 404 Not Found
de: 404 Nicht gefunden
es: 404 No encontrado
fr: 404 Non trouvé
it: 404 Non Trovato

source: Accessories
de: Zubehör
es: Accesorios
fr: Accessoires
it: Accessori

source: Additional tokens never expire
de: Zusätzliche Tokens verfallen nie
es: Los tokens adicionales nunca vencen
fr: Les jetons supplémentaires n'expirent jamais
it: I token aggiuntivi non scadono mai

source: Affiliate
es: Afiliado
fr: Affiliation
it: Affiliazione

source: Age
de: Alter
es: Edad
fr: Âge
it: Età

source: Alien
es: Alienígena
it: Alieno

source: All
de: Alle
es: Todo
fr: Tous
it: Tutti

source: Almost done
de: Fast fertig
es: Casi listo
fr: Presque terminé
it: Quasi fatto

source: Already have an account?
de: Hast du bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?

source: Already have an account?<0> Sign in!</0>
de: Hast du bereits ein Konto?<0> Anmelden!</0>
es: ¿Ya tienes una cuenta?<0> Inicia sesión!</0>
fr: Vous avez déjà un compte ?<0> Connectez-vous !</0>
it: Hai già un account?<0> Accedi!</0>

source: Also don’t forget to<0>join our discord.</0>
de: Vergiss auch nicht,<0>unserem Discord beizutreten.</0>
es: También recuerda<0>unirte a nuestro Discord.</0>
fr: N'oubliez pas non plus de<0>rejoindre notre Discord.</0>
it: Non dimenticare di<0>unirti al nostro Discord.</0>

source: Arab
de: Arabisch
es: Árabe
fr: Arabe
it: Araba

source: Are anime girls attractive?
de: Sind Anime-Mädchen attraktiv?
es: ¿Son atractivas las chicas anime?
fr: Les filles d'anime sont-elles attirantes ?
it: Le ragazze anime sono attraenti?

source: Are realistic girls attractive?
de: Sind realistische Mädchen attraktiv?
es: ¿Son atractivas las chicas realistas?
fr: Les filles réalistes sont-elles attirantes ?
it: Le ragazze realistiche sono attraenti?

source: Are you sure you want to cancel your subscription?<0> You will lose all your conversations and remaining tokens.</0>
de: Bist du sicher, dass du dein Abonnement kündigen möchtest?<0> Du verlierst alle deine Unterhaltungen und verbleibenden Tokens.</0>
es: ¿Estás seguro de que quieres cancelar tu suscripción?<0>Perderás todas tus conversaciones y los tokens restantes.</0>
fr: Êtes-vous sûr de vouloir annuler votre abonnement ?<0>Vous perdrez toutes vos conversations et vos jetons restants.</0>
it: Sei sicuro di voler annullare l'abbonamento?<0> Perderai tutte le tue conversazioni e i token rimanenti.</0>

source: Are you sure you want to delete <0>{chatbotName}</0>
de: Bist du sicher, dass du <0>{chatbotName}</0> löschen möchtest?
es: ¿Estás seguro de que quieres eliminar <0>{chatbotName}</0>?
fr: Êtes-vous sûr de vouloir supprimer <0>{chatbotName}</0> ?
it: Sei sicuro di voler eliminare <0>{chatbotName}</0>?

source: Are you sure you want to delete your account?<0>You will lose all your data and remaining tokens.</0>
de: Bist du sicher, dass du dein Konto löschen möchtest?<0> Du verlierst alle deine Daten und verbleibenden Tokens.</0>
es: ¿Estás seguro de que quieres eliminar tu cuenta?<0>Perderás todos tus datos y los tokens restantes.</0>
fr: Êtes-vous sûr de vouloir supprimer votre compte ?<0>Vous perdrez toutes vos données et vos jetons restants.</0>
it: Sei sicuro di voler eliminare il tuo account?<0>Perderai tutti i tuoi dati e i token rimanenti.</0>

source: Are you sure you want to unlock Anna?
de: Bist du sicher, dass du Anna freischalten möchtest?
es: ¿Estás seguro de que quieres desbloquear a Anna?
fr: Êtes-vous sûr de vouloir débloquer Anna ?
it: Sei sicuro di voler sbloccare Anna?

source: Asian
de: Asiatisch
es: Asiática
fr: Asiatique
it: Asiatica

source: Athletic
de: Athletisch
es: Atlética
fr: Athlétique
it: Atletica

source: Barbarian
de: Barbar
es: Bárbaro
fr: Barbare
it: Barbaro

source: Bathtub
de: Badewanne
es: Bañera
fr: Baignoire
it: Vasca da bagno

source: Become premium
de: Premium werden
es: Hazte premium
fr: Devenir premium
it: Diventa premium

source: Become Premium
de: Premium werden
es: Hazte Premium
fr: Devenir Premium
it: Diventa Premium

source: Become PREMIUM
de: Werde PREMIUM
es: Hazte PREMIUM
fr: Devenir PREMIUM
it: Diventa PREMIUM

source: Bedroom
de: Schlafzimmer
es: Dormitorio
fr: Chambre
it: Camera da letto

source: Bend over so I can check that ass.
de: Beug dich vor, damit ich deinen Arsch begutachten kann.
es: Inclínate para que te revise ese trasero.
fr: Penche-toi que je vérifie ce cul.
it: Piegati così posso controllare quel sedere.

source: Best Deal
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
it: Miglior Offerta

source: Black
de: Schwarz
es: Negra
fr: Noir
it: Nera

source: Black Hair
de: Schwarze Haare
es: Cabello negro
fr: Cheveux noirs
it: Capelli neri

source: Blocked Content Policy
de: Richtlinie zu gesperrten Inhalten
es: Política de contenido bloqueado
fr: Politique de contenu bloqué
it: Politica sui contenuti bloccati

source: Blonde Hair
de: Blonde Haare
es: Cabello rubio
fr: Cheveux blonds
it: Capelli biondi

source: Blue Eyes
de: Blaue Augen
es: Ojos azules
fr: Yeux bleus
it: Occhi azzurri

source: Blue Hair
de: Blaue Haare
es: Cabello azul
fr: Cheveux bleus
it: Capelli blu

source: Board Games
de: Brettspiele
es: Juegos de mesa
fr: Jeux de société
it: Giochi da tavolo

source: Body Type
de: Körpertyp
es: Tipo de cuerpo
fr: Type de corps
it: Tipo di corpo

source: Boobs
de: Brüste
es: Senos
fr: Seins
it: Seno

source: Braids
de: Zöpfe
es: Trenzas
fr: Tresses
it: Trecce

source: Brown Eyes
de: Braune Augen
es: Ojos marrones
fr: Yeux marron
it: Occhi marroni

source: Brunette Hair
de: Brünette Haare
es: Cabello castaño
fr: Cheveux bruns
it: Capelli castani

source: Bun
de: Dutt
es: Moño
fr: Chignon
it: Chignon

source: Business Owner
de: Geschäftsinhaber
es: Propietario de negocio
fr: Propriétaire d'entreprise
it: Imprenditore

source: Butt
de: Hintern
es: Trasero
fr: Fesses
it: Fondo schiena

source: Buy more tokens
de: Mehr Tokens kaufen
es: Comprar más tokens
fr: Acheter plus de jetons
it: Compra più token

source: Buy Tokens
de: Tokens kaufen
es: Comprar tokens
fr: Acheter des jetons
it: Acquista token

source: Buy tokens as a one-off purchase. Enjoy full premium features with no <0/> commitment, no strings attached and no expiration date.
de: Kaufe Tokens als einmaligen Kauf. Genieße alle Premium-Funktionen ohne <0/> Verpflichtung, ohne Bedingungen und ohne Verfallsdatum.
es: Compra tokens como una compra única. Disfruta de todas las funciones premium sin <0/> compromiso, sin ataduras y sin fecha de expiración.
fr: Achetez des Tokens en un seul achat. Profitez de toutes les fonctionnalités premium sans <0/> engagement, sans condition et sans date d'expiration.
it: Acquista token con un acquisto una tantum. Goditi tutte le funzionalità premium senza <0/> impegno, senza vincoli e senza data di scadenza.

source: Buy Tokens as a one-off purchase. No commitment, no strings attached, no expiration date.
de: Kaufe Tokens als einmaligen Kauf. Keine Verpflichtung, keine Bedingungen, kein Verfallsdatum.
es: Compra tokens como una compra única. Sin compromiso, sin ataduras, sin fecha de expiración.
fr: Achetez des Tokens en un seul achat. Pas d'engagement, aucune condition, aucune date d'expiration.
it: Acquista Token con un acquisto una tantum. Nessun impegno, nessun vincolo, nessuna data di scadenza.

source: By signing up, you agree to our <0>Terms of Service</0>, acknowledge that all content is AI-generated and fictional, and you confirm that you are at least 18 years old.
de: Mit der Anmeldung stimmst du unseren <0>Nutzungsbedingungen</0> zu, erkennst an, dass alle Inhalte KI-generiert und fiktiv sind, und bestätigst, dass du mindestens 18 Jahre alt bist.
es: Al registrarte, aceptas nuestros <0>Términos de Servicio</0>, reconoces que todo el contenido es generado por IA y ficticio, y confirmas que tienes al menos 18 años.
fr: En vous inscrivant, vous acceptez nos <0>Conditions d'utilisation</0>, reconnaissez que tout le contenu est généré par l'IA et fictif, et confirmez que vous avez au moins 18 ans.
it: Iscrivendoti, accetti i nostri <0>Termini di servizio</0>, riconosci che tutti i contenuti sono generati dall'AI e fittizi, e confermi di avere almeno 18 anni.

source: Camping
es: Campamento
it: Campeggio

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Cancel subscription
de: Abonnement kündigen
es: Cancelar suscripción
fr: Annuler l'abonnement
it: Annulla abbonamento

source: Cancels on
de: Kündigt am
es: Se cancela el
fr: Annulation le
it: Scade il

source: Card issuer declined the transaction.
de: Kartenaussteller hat die Transaktion abgelehnt.
es: El emisor de la tarjeta rechazó la transacción.
fr: L'émetteur de la carte a refusé la transaction.
it: L'emittente della carta ha rifiutato la transazione.

source: Caregiver
de: Betreuer
es: Cuidador
fr: Aidant
it: Assistente

source: Cartoon
es: Dibujos animados
fr: Dessin animé
it: Cartone animato

source: Caucasian
de: Kaukasisch
es: Caucásica
fr: Caucasien
it: Caucasica

source: Celestial Goddess
de: Himmlische Göttin
es: Diosa celestial
fr: Déesse céleste
it: Dea celestiale

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password

source: Chat is not entertaining enough.
de: Der Chat ist nicht unterhaltsam genug.
es: El chat no es lo suficientemente entretenido.
fr: Le chat n'est pas assez divertissant.
it: La chat non è abbastanza coinvolgente.

source: Chat with AI babes
de: Chatte mit AI babes
es: Chatea con babes de IA
fr: Discutez avec des babes AI
it: Chatta con le AI babes

source: Chat, create, have fun.
de: Chatten, kreieren, Spaß haben.
es: Chatea, crea, diviértete.
fr: Discutez, créez, amusez-vous.
it: Chatta, crea, divertiti.

source: Chess
de: Schach
es: Ajedrez
fr: Échecs
it: Scacchi

source: Choose a style
de: Wähle einen Stil
es: Elige un estilo
fr: Choisissez un style
it: Scegli uno stile

source: Choose Art Style
de: Wähle Kunststil
es: Elige el estilo de arte
fr: Choisissez un style artistique
it: Scegli stile artistico

source: Choose Body Type
de: Wähle einen Körpertyp
es: Elige tipo de cuerpo
fr: Choisir le type de corps
it: Scegli il tipo di corpo

source: Choose Breast Size
de: Wähle eine Brustgröße
es: Elige tamaño de senos
fr: Choisir la taille des seins
it: Scegli la dimensione del seno

source: Choose Butt Size
de: Wähle eine Hintern-Größe
es: Elige tamaño de trasero
fr: Choisir la taille des fesses
it: Scegli la dimensione del sedere

source: Choose Ethnicity
de: Wähle eine Ethnie
es: Elige etnicidad
fr: Choisir l'ethnicité
it: Scegli l'etnia

source: Choose Eye Color
de: Wähle eine Augenfarbe
es: Elige color de ojos
fr: Choisir la couleur des yeux
it: Scegli il colore degli occhi

source: Choose Hair Color
de: Wähle eine Haarfarbe
es: Elige color de cabello
fr: Choisir la couleur des cheveux
it: Scegli il colore dei capelli

source: Choose Hair Style
de: Wähle eine Frisur
es: Elige peinado
fr: Choisir la coiffure
it: Scegli l'acconciatura

source: Choose Hobbies
de: Wähle Hobbys
es: Elige pasatiempos
fr: Choisir les loisirs
it: Scegli gli hobby

source: Choose Occupation
de: Wähle einen Beruf
es: Elige ocupación
fr: Choisir une profession
it: Scegli l'occupazione

source: Choose Personality
de: Wähle eine Persönlichkeit
es: Elige personalidad
fr: Choisir la personnalité
it: Scegli la personalità

source: Choose Race
de: Wähle Rasse
es: Elige la raza
fr: Choisissez une race
it: Scegli razza

source: Choose Relationship
de: Wähle eine Beziehung
es: Elige relación
fr: Choisir la relation
it: Scegli la relazione

source: Choose Special Features (optional)
de: Wähle besondere Merkmale (optional)
es: Elige características especiales (opcional)
fr: Choisir les caractéristiques spéciales (optionnel)
it: Scegli caratteristiche speciali (opzionale)

source: Choose your plan
de: Wähle deinen Plan
es: Elige tu plan
fr: Choisissez votre plan
it: Scegli il tuo piano

source: Claim
de: Einlösen
es: Reclamar
fr: Réclamer
it: Richiedi

source: Claimed
de: Eingelöst
es: Reclamado
fr: Réclamé
it: Richiesto

source: Colleague
de: Kollege
es: Colega
fr: Collègue
it: Collega

source: Come back at {0} or upgrade to premium for unlimited access - no waiting, no limits just unlimited fun.
de: Komm um {0} zurück oder upgrade auf Premium für unbegrenzten Zugang – kein Warten, keine Limits, nur unbegrenzter Spaß.
es: Vuelve a las {0} o mejora a premium para acceso ilimitado: sin esperas, sin límites, solo diversión ilimitada.
fr: Revenez à {0} ou passez à l'abonnement premium pour un accès illimité - pas d'attente, pas de limites, juste du plaisir sans fin.
it: Torna alle {0} o esegui l'upgrade a premium per accesso illimitato - niente attese, nessun limite, solo divertimento senza fine.

source: Complete the challenges and earn free tokens that never expire!
de: Schließe Herausforderungen ab und verdiene kostenlose Tokens, die nie verfallen!
es: ¡Completa los desafíos y gana tokens gratis que nunca expiran!
fr: Relevez les défis et gagnez des jetons gratuits qui n'expirent jamais !
it: Completa le sfide e guadagna token gratis che non scadono mai!

source: Contact
de: Kontakt
es: Contacto
it: Contatto

source: Contact our support team!
de: Kontaktiere unser Support-Team!
es: ¡Contacta a nuestro equipo de soporte!
fr: Contactez notre équipe de support !
it: Contatta il nostro team di supporto!

source: Contact support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto

source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci

source: Content Removal Policy
de: Richtlinie zur Entfernung von Inhalten
es: Política de eliminación de contenido
fr: Politique de suppression de contenu
it: Politica di rimozione dei contenuti

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Cooking
de: Kochen
es: Cocina
fr: Cuisine
it: Cucinare

source: Create as many babes as you want
de: Erstelle so viele babes, wie du möchtest
es: Crea tantas babes como quieras
fr: Créez autant de babes que vous voulez
it: Crea quante babes vuoi

source: Create Character
de: Charakter erstellen
es: Crear personaje
fr: Créer un personnage
it: Crea personaggio

source: Create for FREE
de: Erstelle kostenlos
es: Crea GRATIS
fr: Créer GRATUITEMENT
it: Crea GRATIS

source: Create free account
de: Kostenloses Konto erstellen
es: Crear cuenta gratis
fr: Créer un compte gratuit
it: Crea un account gratuito

source: Create Free Account
de: Kostenloses Konto erstellen
es: Crear cuenta gratis
fr: Créer un compte gratuit
it: Crea un account gratuito

source: Create new AI Babe
de: Neue AI Babe erstellen
es: Crear nueva Babe de IA
fr: Créer une nouvelle Babe AI
it: Crea una nuova AI Babe

source: Create unique social media posts about MyBabes.AI and share it to public.
de: Erstelle einzigartige Social-Media-Beiträge über MyBabes.AI und teile sie öffentlich.
es: Crea publicaciones únicas en redes sociales sobre MyBabes.AI y compártelas públicamente.
fr: Créez des publications uniques sur les réseaux sociaux à propos de MyBabes.AI et partagez-les en public.
it: Crea post unici sui social media su MyBabes.AI e condividili pubblicamente.

source: Create Unlimited AI Babes
de: Erstelle unbegrenzt AI Babes
es: Crea babes AI ilimitadas
fr: Créez des babes AI illimitées
it: Crea babe AI illimitate

source: Create your own AI babes
de: Erstelle deine eigenen AI babes
es: Crea tus propias babes de IA
fr: Créez vos propres babes AI
it: Crea le tue AI babes

source: Create your own babe
de: Erstelle dein eigenes babe
es: Crea tu propia babe
fr: Créez votre propre babe
it: Crea la tua babe

source: Creating your AI Babe
de: Deine AI Babe wird erstellt
es: Creando tu Babe de IA
fr: Création de votre Babe AI
it: Creazione della tua AI Babe

source: Croptop
de: Bauchfreies Top
es: Top corto
it: Top corto

source: Curly
de: Lockig
es: Rizado
fr: Bouclé
it: Ricci

source: Curvy
de: Kurvig
es: Curvilínea
it: Formosa

source: Daily Check-In
de: Täglicher Check-in
es: Registro diario
fr: Connexion quotidienne
it: Check-in Giornaliero

source: Dancing
de: Tanzen
es: Baile
fr: Danse
it: Danza

source: Dark Elf
de: Dunkelelf
es: Elfo oscuro
fr: Elfe noir
it: Elfo oscuro

source: Dark valley
de: Dunkles Tal
es: Valle oscuro
fr: Vallée sombre
it: Valle oscura

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account

source: Describe how you would have your way with me
de: Beschreibe, wie du dich mit mir vergnügen würdest
es: Describe cómo te gustaría tenerme
fr: Décris comment tu voudrais me faire plaisir
it: Descrivi come vorresti farmi tua

source: Digital Art
de: Digitale Kunst
es: Arte digital
fr: Art numérique
it: Arte digitale

source: Do you have a dirty secret?
de: Hast du ein schmutziges Geheimnis?
es: ¿Tienes un secreto sucio?
fr: As-tu un secret inavouable ?
it: Hai un segreto piccante?

source: Do you love being in control?
de: Liebst du es, die Kontrolle zu haben?
es: ¿Te encanta tener el control?
fr: Aimes-tu être en contrôle ?
it: Ami avere il controllo?

source: Do you prefer rough or gentle love?
de: Bevorzugst du rauen oder sanften Sex?
es: ¿Prefieres el amor rudo o tierno?
fr: Préfères-tu l'amour brutal ou doux ?
it: Preferisci l'amore rude o dolce?

source: Do you want to unlock NSWF reels?
de: Möchtest du NSWF Reels freischalten?
es: ¿Quieres desbloquear los reels NSFW?
fr: Voulez-vous débloquer les reels NSWF ?
it: Vuoi sbloccare i reels NSFW?

source: Do you want to unlock unlimited reels and much more?
de: Möchtest du unbegrenzte Reels und vieles mehr freischalten?
es: ¿Quieres desbloquear reels ilimitados y mucho más?
fr: Voulez-vous débloquer des reels illimités et bien plus encore ?
it: Vuoi sbloccare reel illimitati e molto altro?

source: Dominant
es: Dominante
it: Dominante

source: Don't have an account? <0>Sign up!</0>
de: Kein Konto? <0>Melde dich an!</0>
es: ¿No tienes una cuenta? <0>¡Regístrate!</0>
fr: Vous n'avez pas de compte ? <0>Inscrivez-vous !</0>
it: Non hai un account? <0>Iscriviti!</0>

source: Don't show this again
de: Nicht mehr anzeigen
es: No mostrar esto de nuevo
fr: Ne plus afficher
it: Non mostrare più

source: Dragon Queen
de: Drachenkönigin
es: Reina dragón
fr: Reine des dragons
it: Regina dei draghi

source: Dryad
de: Dryade
es: Dríade
fr: Dryade
it: Driade

source: Earn Free Tokens
de: Kostenlose Tokens verdienen
es: Gana tokens gratis
fr: Gagner des jetons gratuits
it: Guadagna Token Gratuiti

source: Elf
es: Elfo
fr: Elfe
it: Elfo

source: Elf Priestess
de: Elfenpriesterin
es: Sacerdotisa elfa
fr: Prêtresse elfe
it: Sacerdotessa elfica

source: Email
es: Correo electrónico

source: Email already in use. Try logging in.
de: E-Mail wird bereits verwendet. Versuche, dich einzuloggen.
es: Correo ya en uso. Intenta iniciar sesión.
fr: Email déjà utilisé. Essayez de vous connecter.
it: Email già in uso. Prova ad accedere.

source: Email and password cannot be empty
de: E-Mail und Passwort dürfen nicht leer sein
es: El correo y la contraseña no pueden estar vacíos
fr: L'email et le mot de passe ne peuvent pas être vides
it: Email e password non possono essere vuoti

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: Enjoy Unlimited Chat
de: Genieße unbegrenzten Chat
es: Disfruta de chats ilimitados
fr: Profitez de chats illimités
it: Goditi chat illimitate

source: Enter valid email
de: Gib eine gültige E-Mail-Adresse ein
es: Introduce un correo válido
fr: Entrez un email valide
it: Inserisci un'email valida

source: Estimated time:
de: Geschätzte Zeit:
es: Tiempo estimado:
fr: Temps estimé :
it: Tempo stimato:

source: Estimated wait time:
de: Geschätzte Wartezeit:
es: Tiempo de espera estimado:
fr: Temps d'attente estimé :
it: Tempo di attesa stimato:

source: Estimated wait time: {0}
de: Geschätzte Wartezeit: {0}
es: Tiempo de espera estimado: {0}
fr: Temps d'attente estimé : {0}
it: Tempo di attesa stimato: {0}

source: Ethnicity
de: Ethnie
es: Etnicidad
fr: Ethnicité
it: Etnia

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora

source: Explore <0>AI Babes</0>
de: Entdecke <0>AI Babes</0>
es: Explora <0>AI Babes</0>
fr: Explorez <0>AI Babes</0>
it: Esplora <0>AI Babes</0>

source: Explore babes
de: Babes entdecken
es: Explorar babes
fr: Explorer babes
it: Esplora babes

source: Explore Babes
de: Babes entdecken
es: Explorar Babes
fr: Explorer Babes
it: Esplora Babes

source: Eyes
de: Augen
es: Ojos
fr: Yeux
it: Occhi

source: Failed to delete account. Please contact support.
de: Fehler beim Löschen des Kontos. Bitte kontaktiere den Support.
es: Error al eliminar la cuenta. Por favor, contacta con soporte.
fr: Échec de la suppression du compte. Veuillez contacter le support.
it: Impossibile eliminare l'account. Contatta il supporto.

source: Failed to fetch chatbots
de: Fehler beim Laden der Chatbots
es: Error al obtener chatbots
fr: Échec de récupération des chatbots
it: Impossibile recuperare i chatbot

source: Failed to fetch conversations
de: Fehler beim Laden der Unterhaltungen
es: Error al obtener conversaciones
fr: Échec de récupération des conversations
it: Impossibile recuperare le conversazioni

source: Failed to fetch gallery
de: Fehler beim Laden der Galerie
es: Error al obtener la galería
fr: Échec de récupération de la galerie
it: Impossibile recuperare la galleria

source: Fairy
de: Fee
es: Hada
fr: Fée
it: Fata

source: Fantasy
es: Fantasía
it: Fantasia

source: Faster chat
de: Schneller chatten
es: Chat más rápido
fr: Chat plus rapide
it: Chat più veloce

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
it: Funzionalità

source: Feets
de: Füße
es: Pies
fr: Pieds
it: Piedi

source: Finger yourself
de: Finger dich selbst
es: Tócate
fr: Doigte-toi
it: Toccati

source: Fishing
de: Angeln
es: Pesca
fr: Pêche
it: Pesca

source: Flirty
es: Coqueta
fr: Séducteur
it: Civettuolo

source: Follow us on Instagram
de: Folge uns auf Instagram
es: Síguenos en Instagram
fr: Suivez-nous sur Instagram
it: Seguici su Instagram

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta

source: Forest Nymph
de: Waldnymphe
es: Ninfa del bosque
fr: Nymphe des forêts
it: Ninfa della foresta

source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?

source: Freckles
de: Sommersprossen
es: Pecas
fr: Taches de rousseur
it: Lentiggini

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
