Repository: Akash5908/ai-babi-main
Catalog: src/locales/*.po
Languages: de, es, fr, it

source: Free Tokens
de: Kostenlose Tokens
es: Tokens gratis
fr: Tokens gratuits
it: Token gratuiti

source: Free users can only generate one image at a time
de: Kostenlose Nutzer können nur ein Bild gleichzeitig generieren
es: Los usuarios gratuitos solo pueden generar una imagen a la vez
fr: Les utilisateurs gratuits peuvent seulement générer une image à la fois
it: Gli utenti free possono generare solo un'immagine alla volta

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: Friend
de: Freund
es: Amigo
fr: Ami
it: Amico

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera

source: Generate AI NSFW pictures
de: Erstelle AI-NSFW-Bilder
es: Generar imágenes NSFW con IA
fr: Générez des images NSFW avec l'IA
it: Genera immagini NSFW con AI

source: Generate Images
de: Bilder generieren
es: Generar Imágenes
fr: Générer des images
it: Genera immagini

source: Generate naked pictures without waiting
de: Erstelle Nacktbilder ohne Wartezeit
es: Genera imágenes desnudas sin esperar
fr: Générez des images nues sans attendre
it: Genera immagini nude senza attese

source: Generate Up to 500 Images
de: Erzeuge bis zu 500 Bilder
es: Genera hasta 500 imágenes
fr: Générez jusqu'à 500 images
it: Genera fino a 500 immagini

source: Generate Up to 500 Images Monthly
de: Erstelle bis zu 500 Bilder pro Monat
es: Genera hasta 500 imágenes al mes
fr: Générez jusqu'à 500 images par mois
it: Genera fino a 500 immagini al mese

source: Generated
de: Generiert
es: Generado
fr: Généré
it: Generato

source: Generating...
de: Generierung...
es: Generando...
fr: Génération en cours...
it: Generazione in corso...

source: Generation in progress
de: Generierung läuft
es: Generación en progreso
fr: Génération en cours
it: Generazione in corso

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: Get 10 free tokens just by opening the app daily.
de: Erhalte 10 kostenlose Tokens nur durch tägliches Öffnen der App.
es: Obtén 10 tokens gratis solo por abrir la app diariamente.
fr: Recevez 10 jetons gratuits simplement en ouvrant l'application chaque jour.
it: Ottieni 10 token gratuiti semplicemente aprendo l'app ogni giorno.

source: Get 5 free tokens by following our Instagram.
de: Erhalte 5 kostenlose Tokens, indem du uns auf Instagram folgst.
es: Obtén 5 tokens gratis siguiendo nuestro Instagram.
fr: Recevez 5 jetons gratuits en suivant notre compte Instagram.
it: Ottieni 5 token gratuiti seguendoci su Instagram.

source: Get 5 free tokens by joining our discord server.
de: Erhalte 5 kostenlose Tokens, indem du unserem Discord-Server beitrittst.
es: Obtén 5 tokens gratis uniéndote a nuestro servidor de Discord.
fr: Recevez 5 jetons gratuits en rejoignant notre serveur Discord.
it: Ottieni 5 token gratuiti unendoti al nostro server Discord.

source: Get 5 free tokens by joining our subreddit.
de: Erhalte 5 kostenlose Tokens, indem du unserem Subreddit beitrittst.
es: Obtén 5 tokens gratis uniéndote a nuestro subreddit.
fr: Recevez 5 jetons gratuits en rejoignant notre subreddit.
it: Ottieni 5 token gratuiti iscrivendoti al nostro subreddit.

source: Get 60% off for your next month!
de: Hol dir 60 % Rabatt für deinen nächsten Monat!
es: ¡Obtén un 60% de descuento para tu próximo mes!
fr: Obtenez 60% de réduction sur votre prochain mois !
it: Ottieni il 60% di sconto per il prossimo mese!

source: Get discount!
de: Rabatt sichern!
es: ¡Obtener descuento!
fr: Obtenir la réduction !
it: Ottieni lo sconto!

source: Get the best value—full premium features plus daily bonus tokens!
de: Hol dir das beste Angebot – alle Premium-Funktionen plus tägliche Bonus-Tokens!
es: ¡Consigue el mejor valor—todas las funciones premium más tokens de bonificación diarios!
fr: Obtenez le meilleur rapport qualité-prix—toutes les fonctionnalités premium plus des jetons bonus quotidiens !
it: Ottieni il massimo valore—tutte le funzionalità premium più token bonus giornalieri!

source: Get tokens
de: Tokens erhalten
es: Obtener tokens
fr: Obtenir des Tokens
it: Ottieni token

source: Getting ready
de: Wird vorbereitet
es: Preparándose
fr: Préparation en cours
it: Preparazione in corso

source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma

source: Girlfriend
de: Freundin
es: Novia
fr: Petite amie
it: Fidanzata

source: Glasses
de: Brille
es: Gafas
fr: Lunettes
it: Occhiali

source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Torna Indietro

source: Go Back to settings
de: Zurück zu den Einstellungen
es: Volver a configuración
fr: Retour aux paramètres
it: Torna alle impostazioni

source: Green Eyes
de: Grüne Augen
es: Ojos verdes
fr: Yeux verts
it: Occhi verdi

source: Hair Color
de: Haarfarbe
es: Color de cabello
fr: Couleur de cheveux
it: Colore dei capelli

source: Hair Style
de: Frisur
es: Estilo de cabello
fr: Coiffure
it: Stile dei capelli

source: Handcuffs
de: Handschellen
es: Esposas
fr: Menottes
it: Manette

source: Help us improve the app and you'll be rewarded by 20 free tokens.
de: Hilf uns, die App zu verbessern, und du wirst mit 20 kostenlosen Tokens belohnt.
es: Ayúdanos a mejorar la app y recibirás 20 tokens gratis como recompensa.
fr: Aidez-nous à améliorer l'application et vous serez récompensé de 20 jetons gratuits.
it: Aiutaci a migliorare l'app e sarai ricompensato con 20 token gratuiti.

source: Help us improve! Rate the app.
de: Hilf uns, die App zu verbessern! Bewerte die App.
es: ¡Ayúdanos a mejorar! Califica la app.
fr: Aidez-nous à améliorer l'application ! Évaluez-la.
it: Aiutaci a migliorare! Valuta l'app.

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
it: Escursionismo

source: Housewife
de: Hausfrau
es: Ama de casa
fr: Femme au foyer
it: Casalinga

source: How should your babes call you?
de: Wie sollen deine babes dich nennen?
es: ¿Cómo deberían llamarte tus babes?
fr: Comment tes babes doivent-elles t'appeler ?
it: Come dovrebbero chiamarti le tue babes?

source: Huge
de: Riesig
es: Enorme
fr: Énorme
it: Enorme

source: Human
de: Mensch
es: Humano
fr: Humain
it: Umano

source: I am sorry babe I can't send you this one
de: Es tut mir leid, babe, das kann ich dir nicht schicken
es: Lo siento babe, no puedo enviarte esta
fr: Désolé babe, je ne peux pas t'envoyer celle-ci
it: Mi dispiace babe, non posso inviarti questa

source: I don't like the pictures.
de: Mir gefallen die Bilder nicht.
es: No me gustan las imágenes.
fr: Je n'aime pas les images.
it: Non mi piacciono le immagini.

source: I wanna play with your boobs.
de: Ich will mit deinen Brüsten spielen.
es: Quiero jugar con tus senos.
fr: Je veux jouer avec tes seins.
it: Voglio giocare con le tue tette.

source: I wanna see your peach
de: Ich will deinen Pfirsich sehen
es: Quiero ver tu durazno
fr: Je veux voir ton fessier
it: Voglio vedere il tuo lato B

source: I’m not using this app.
de: Ich nutze diese App nicht.
es: No estoy usando esta app.
fr: Je n'utilise pas cette application.
it: Non sto usando questa app.

source: If you don’t see it. Check your SPAM folder.
de: Falls du es nicht siehst, prüfe deinen SPAM-Ordner.
es: Si no lo ves, revisa tu carpeta de SPAM.
fr: Si vous ne le voyez pas, vérifiez votre dossier SPAM.
it: Se non lo vedi, controlla la cartella SPAM.

source: Image generation prompt
de: Bildgenerierungs-Prompt
es: Indicación para generación de imágenes
fr: Prompt de génération d'image
it: Prompt di generazione immagine

source: Image generation will be available again at {0}. Meanwhile you can continue chatting or upgrade to premium.
de: Die Bilderzeugung ist wieder ab {0} verfügbar. In der Zwischenzeit kannst du weiter chatten oder auf Premium upgraden.
es: La generación de imágenes estará disponible nuevamente a las {0}. Mientras tanto, puedes seguir chateando o mejorar a premium.
fr: La génération d'images sera de nouveau disponible à {0}. En attendant, vous pouvez continuer à discuter ou passer à la version premium.
it: La generazione di immagini sarà di nuovo disponibile alle {0}. Nel frattempo, puoi continuare a chattare o effettuare l'upgrade a premium.

source: In the meantime you can chat with AI babes. Upgrade to Premium to skip queue and finish the generation process sooner.
de: In der Zwischenzeit kannst du mit AI Babes chatten. Upgrade auf Premium, um die Warteschlange zu überspringen und die Generierung schneller abzuschließen.
es: Mientras tanto, puedes chatear con babes de IA. Mejora a Premium para saltar la cola y finalizar el proceso de generación más rápido.
fr: En attendant, vous pouvez discuter avec des AI babes. Passez à Premium pour éviter la file d'attente et terminer la génération plus rapidement.
it: Nel frattempo puoi chattare con le AI babes. Passa a Premium per saltare la coda e completare la generazione più velocemente.

source: In the queue..
de: In der Warteschlange..
es: En la cola...
fr: Dans la file d'attente...
it: In coda...

source: Incorrect card details (e.g., card number, expiration date, CVV).
de: Ungültige Kartendaten (z. B. Kartennummer, Ablaufdatum, CVV).
es: Detalles de tarjeta incorrectos (ej. número de tarjeta, fecha de vencimiento, CVV).
fr: Détails de carte incorrects (ex. : numéro, date d'expiration, CVV).
it: Dati della carta errati (es. numero della carta, data di scadenza, CVV).

source: Indian
de: Indisch
es: India
fr: Indien
it: Indiana

source: Insufficient funds in your account.
de: Unzureichende Kontodeckung.
es: Fondos insuficientes en tu cuenta.
fr: Fonds insuffisants sur votre compte.
it: Fondi insufficienti nel tuo account.

source: Invalid email or password
de: Ungültige E-Mail oder Passwort
es: Correo electrónico o contraseña inválidos
fr: Email ou mot de passe invalide
it: Email o password non validi

source: Is there enough content?
de: Gibt es genug Inhalte?
es: ¿Hay suficiente contenido?
fr: Y a-t-il assez de contenu ?
it: C'è abbastanza contenuto?

source: It will cost:
de: Es kostet:
es: Costará:
fr: Cela coûtera :
it: Il costo sarà:

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

source: Join discord
de: Tritt Discord bei
es: Únete a Discord
fr: Rejoindre Discord
it: Unisciti a Discord

source: Join free
de: Jetzt kostenlos beitreten
es: Únete gratis
fr: Rejoindre gratuitement
it: Unisciti gratis

source: Join our community on discord!
de: Tritt unserer Community auf Discord bei!
es: ¡Únete a nuestra comunidad en Discord!
fr: Rejoignez notre communauté sur Discord !
it: Unisciti alla nostra community su Discord!

source: Join our community.
de: Tritt unserer Community bei.
es: Únete a nuestra comunidad.
fr: Rejoignez notre communauté.
it: Unisciti alla nostra community.

source: Join our discord
de: Tritt unserem Discord bei
es: Únete a nuestro Discord
fr: Rejoindre notre Discord
it: Unisciti al nostro Discord

source: Join our reddit
de: Tritt unserem Reddit bei
es: Únete a nuestro Reddit
fr: Rejoindre notre Reddit
it: Unisciti al nostro Reddit

source: Kneeling
de: Knien
es: Arrodillado
fr: À genoux
it: In ginocchio

source: Large
de: Groß
es: Grande
it: Grande

source: Latex
es: Látex

source: Lawyer
de: Anwältin
es: Abogado
fr: Avocat
it: Avvocato

source: Laying
de: Liegend
es: Acostado
fr: Allongé
it: Sdraiato

source: Legal docs
de: Rechtliche Dokumente
es: Documentos legales
fr: Documents légaux
it: Documenti legali

source: Let me see your tits.
de: Lass mich deine Titten sehen.
es: Déjame ver tus tetas.
fr: Laisse-moi voir tes seins.
it: Fammi vedere le tue tette.

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria

source: Liked
de: Gelikt
es: Me gusta
fr: Aimé
it: Piaciuti

source: likes
es: me gusta
it: mi piace

source: Limited offer with <0>60% discount</0>
de: Limitierte Aktion mit <0>60 % Rabatt</0>
es: Oferta limitada con <0>60% de descuento</0>
fr: Offre limitée avec <0>60 % de réduction</0>
it: Offerta limitata con <0>sconto del 60%</0>

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: Log In
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accedi

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci

source: Lover
de: Liebhaber
es: Amante
fr: Amant
it: Amante

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso

source: Mage
de: Magier
es: Mago
it: Mago

source: Mean
de: Gemein
es: Mala
fr: Méchant
it: Sgarbato

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Media

source: Memora AI s.r.o., Limited, Nr.CZ21595411, Písečná 451/6, Troja (Prague 8), 182 00 Prague, Czech republic
de: Memora AI s.r.o., Limited, Nr.CZ21595411, Písečná 451/6, Troja (Prag 8), 182 00 Prag, Tschechische Republik
es: Memora AI s.r.o., Limited, Nr.CZ21595411, Písečná 451/6, Troja (Praga 8), 182 00 Praga, República Checa
fr: Memora AI s.r.o., Limited, Nr.CZ21595411, Písečná 451/6, Troja (Prague 8), 182 00 Prague, République tchèque
it: Memora AI s.r.o., Limited, Nr.CZ21595411, Písečná 451/6, Troja (Praga 8), 182 00 Praga, Repubblica Ceca

source: Mermaid
de: Meerjungfrau
es: Sirena
fr: Sirène
it: Sirenetta

source: Mistress
de: Herrin
es: Ama
fr: Maîtresse

source: Model
es: Modelo
fr: Modèle
it: Modella

source: month
de: Monat
es: mes
fr: mois
it: mese

source: monthly
de: Monatlich
es: mensual
fr: mensuel
it: mensile

source: More chat with AI babes
de: Mehr Chat mit AI babes
es: Más chat con babes de IA
fr: Plus de chats avec les babes AI
it: Più chat con le babe AI

source: Movies
de: Filme
es: Películas
fr: Films
it: Film

source: My Babes
de: Meine Babes
es: Mis Babes
fr: Mes Babes
it: Le mie Babes

source: MyBabes.ai is an innovative AI-powered platform that brings storytelling, roleplaying, and engaging conversations to life.
de: MyBabes.ai ist eine innovative KI-gestützte Plattform, die Geschichtenerzählen, Rollenspiele und spannende Unterhaltungen zum Leben erweckt.
es: MyBabes.ai es una plataforma innovadora impulsada por IA que da vida a historias, juegos de rol y conversaciones interactivas.
fr: MyBabes.ai est une plateforme innovante alimentée par l'IA qui donne vie aux récits, jeux de rôle et conversations interactives.
it: MyBabes.ai è una piattaforma innovativa basata su AI che dà vita a narrazioni, giochi di ruolo e conversazioni coinvolgenti.

source: Network or technical issue.
de: Netzwerk- oder technisches Problem.
es: Problema de red o técnico.
fr: Problème réseau ou technique.
it: Problema di rete o tecnico.

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

source: No adults transaction in your bank statement
de: Keine Erwachsenentransaktion auf deinem Kontoauszug
es: No aparecerá ninguna transacción para adultos en tu estado de cuenta
fr: Aucune transaction pour adultes sur votre relevé bancaire
it: Nessuna transazione per adulti nel tuo estratto conto

source: No conversations yet
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Pas encore de conversations
it: Ancora nessuna conversazione

source: No hidden fees & Cancel subscription at any time
de: Keine versteckten Gebühren & Abo jederzeit kündbar
es: Sin tarifas ocultas y cancela tu suscripción en cualquier momento
fr: Aucun frais caché & annulez votre abonnement à tout moment
it: Nessun costo nascosto & Cancella l'abbonamento in qualsiasi momento

source: No posts available yet.
de: Noch keine Beiträge verfügbar.
es: Aún no hay publicaciones disponibles.
fr: Aucun post disponible pour le moment.
it: Ancora nessun post disponibile.

source: No posts yet.
de: Noch keine Beiträge.
es: Aún no hay publicaciones.
fr: Pas encore de posts.
it: Ancora nessun post.

source: No queue in picture generator
de: Keine Warteschlange im Bildgenerator
es: Sin colas en el generador de imágenes
fr: Pas de file d'attente dans le générateur d'images
it: Nessuna coda nel generatore di immagini

source: Not enough babes here.
de: Nicht genug Babes hier.
es: No hay suficientes babes aquí.
fr: Pas assez de babes ici.
it: Non ci sono abbastanza babes qui.

source: Number of images
de: Anzahl der Bilder
es: Número de imágenes
fr: Nombre d'images
it: Numero di immagini

source: Nurse
de: Krankenschwester
es: Enfermera
fr: Infirmière
it: Infermiera

source: Nurse
de: Krankenschwester
es: Enfermera
fr: Infirmière
it: Infermiera

source: Nympho
de: Nymphomanin
es: Ninfómana
fr: Nymphomane
it: Ninfo

source: Office
de: Büro
es: Oficina
fr: Bureau
it: Ufficio

source: one-time payment
de: Einmalzahlung
es: pago único
fr: paiement unique
it: pagamento una tantum

source: Open storytelling
de: Geschichtenerzählen öffnen
es: Abrir narraciones
fr: Ouvrir storytelling
it: Apri narrazione

source: Or continue with
de: Oder weiter mit
es: O continuar con
fr: Ou continuer avec
it: Oppure continua con

source: Or you can <0>contact us on discord.</0>
de: Oder du kannst uns <0>auf Discord kontaktieren.</0>
es: O puedes <0>contactarnos en Discord.</0>
fr: Ou vous pouvez <0>nous contacter sur Discord.</0>
it: Oppure puoi <0>contattarci su Discord.</0>

source: Orc
de: Ork
es: Orco
it: Orco

source: Other (please tell us more)
de: Andere (bitte sag uns mehr)
es: Otro (por favor, cuéntanos más)
fr: Autre (merci de préciser)
it: Altro (dicci di più)

source: Our Chat Is Overloaded - Thanks for Waiting!
de: Unser Chat ist überlastet – danke für deine Geduld!
es: Nuestro chat está sobrecargado: ¡gracias por esperar!
fr: Notre chat est surchargé - merci de patienter !
it: La nostra chat è sovraccarica - Grazie per l'attesa!

source: Outfit
es: Conjunto
fr: Tenue
it: Abbigliamento

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

source: Pay with Credit / Debit Card
de: Mit Kredit-/Debitkarte bezahlen
es: Pagar con Tarjeta de Crédito / Débito
fr: Payer avec une carte de crédit / débit
it: Paga con Carta di Credito / Debito

source: per month
de: pro Monat
es: por mes
fr: par mois
it: al mese

source: Photography
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia

source: Pink Hair
de: Rosa Haare
es: Cabello rosa
fr: Cheveux roses
it: Capelli rosa

source: Pissing
de: Pissen
es: Orinar
fr: Pipi

source: Plan upgrade is not supported
de: Plan-Upgrade wird nicht unterstützt
es: La mejora del plan no es compatible
fr: La mise à niveau du plan n'est pas prise en charge
it: L'upgrade del piano non è supportato

source: Play with yourself!
de: Spiel mit dir selbst!
es: ¡Juega contigo mismo!
fr: Joue avec toi-même !
it: Gioca con te stesso!

source: Please confirm your email
de: Bitte bestätige deine E-Mail
es: Por favor confirma tu correo electrónico
fr: Veuillez confirmer votre email
it: Conferma la tua email

source: Please fill in the password fields
de: Bitte fülle die Passwortfelder aus
es: Por favor, completa los campos de contraseña
fr: Veuillez remplir les champs du mot de passe
it: Compila i campi della password

source: Please tell us the reason. It will help us improve our services.
de: Bitte nenne uns den Grund. Es hilft uns, unseren Service zu verbessern.
es: Cuéntanos la razón. Nos ayudará a mejorar nuestros servicios.
fr: Veuillez nous indiquer la raison. Cela nous aidera à améliorer nos services.
it: Dicci il motivo. Ci aiuterà a migliorare i nostri servizi.

source: Please try different prompt!
de: Bitte versuche eine andere Eingabe!
es: ¡Por favor intenta con un prompt diferente!
fr: Veuillez essayer une autre requête !
it: Prova un prompt diverso!

source: Please verify your email
de: Bitte verifiziere deine E-Mail
es: Por favor verifica tu correo electrónico
fr: Veuillez vérifier votre email
it: Verifica la tua email

source: Policeman
de: Polizist
es: Policía
fr: Policier
it: Poliziotto

source: Ponytail
de: Pferdeschwanz
es: Cola de caballo
fr: Queue de cheval
it: Coda di cavallo

source: Pose
es: Posar
it: Posa

source: Possible reasons:
de: Mögliche Gründe:
es: Posibles razones:
fr: Raisons possibles :
it: Possibili motivi:

source: Post on social media
de: Auf Social Media posten
es: Publica en redes sociales
fr: Publier sur les réseaux sociaux
it: Pubblica sui social media

source: posts
de: Beiträge
es: publicaciones
fr: publications
it: post

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Pregnant
de: Schwanger
es: Embarazada
fr: Enceinte
it: Incinta

source: Premium Benefits:
de: Premium-Vorteile:
es: Beneficios Premium:
fr: Avantages Premium :
it: Vantaggi Premium:

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente

source: Price is too high
de: Preis ist zu hoch
es: El precio es demasiado alto
fr: Le prix est trop élevé
it: Il prezzo è troppo alto

source: Privacy Notice
de: Datenschutzhinweis
es: Aviso de privacidad
fr: Avis de confidentialité
it: Informativa sulla privacy

source: Prompt cannot be empty.
de: Eingabe darf nicht leer sein.
es: El prompt no puede estar vacío.
fr: La requête ne peut pas être vide.
it: Il prompt non può essere vuoto.

source: PubicHair
de: Schamhaar
es: Vello púbico
fr: Poils pubiens
it: Peli Pubici

source: Public transport
de: Öffentliche Verkehrsmittel
es: Transporte público
fr: Transport en commun
it: Trasporto pubblico

source: Puzzles
es: Rompecabezas
it: Puzzle

source: Pyjamas
de: Pyjama
es: Pijamas
fr: Pyjama
it: Pigiama

source: Race
de: Ethnie
es: Raza
fr: Origine
it: Razza

source: Read our terms and policies
de: Lies unsere Bedingungen und Richtlinien
es: Lee nuestros términos y políticas
fr: Lisez nos conditions et politiques
it: Leggi i nostri termini e le nostre politiche

source: Read Terms
de: Bedingungen lesen
es: Leer términos
fr: Lire les conditions
it: Leggi i Termini

source: Reading
de: Lesen
es: Lectura
fr: Lecture
it: Lettura

source: Realistic
de: Realistisch
es: Realista
fr: Réaliste
it: Realistico

source: Receive personal voice-messages (Coming soon)
de: Persönliche Sprachnachrichten erhalten (Demnächst verfügbar)
es: Recibe mensajes de voz personalizados (Próximamente)
fr: Recevoir des messages vocaux personnalisés (Bientôt disponible)
it: Ricevi messaggi vocali personalizzati (Prossimamente)

source: Redhead
de: Rothaarig
es: Pelirroja
fr: Rousse
it: Rossa

source: Remaining tokens
de: Verbleibende Token
es: Tokens restantes
fr: Jetons restants
it: Token rimanenti

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina

source: Rename & Continue
de: Umbenennen & Weiter
es: Renombrar y continuar
fr: Renommer et continuer
it: Rinomina e continua

source: Rename your <0> AI Babe </0>
de: Benenne dein <0> AI Babe </0> um
es: Renombra tu <0> AI Babe </0>
fr: Renommez votre <0> AI Babe </0>
it: Rinomina la tua <0> AI Babe </0>

source: Renews on
de: Erneuert am
es: Renueva el
fr: Renouvellement le
it: Rinnova il

source: Repeat password
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
it: Ripeti password

source: Report a bug
de: Einen Fehler melden
es: Reportar un error
fr: Signaler un bug
it: Segnala un bug

source: Resend email
de: E-Mail erneut senden
es: Reenviar correo electrónico
fr: Renvoyer l'email
it: Reinvia email

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Scene
de: Szene
es: Escena
fr: Scène
it: Scena

source: School Mate
de: Schulfreund
es: Compañero de escuela
fr: Camarade de classe
it: Compagno di scuola

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour d’information
it: Invia feedback

source: Send me your ass
de: Zeig mir deinen Arsch
es: Envíame tu trasero
fr: Envoie-moi ton cul
it: Mandami il tuo culo

source: Send me your boobs
de: Zeig mir deine Brüste
es: Envíame tus tetas
fr: Envoie-moi tes seins
it: Mandami le tue tette

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
